[
    {
      "name": "Jacqueline",
      "birth_date": "1950-05-15",
      "description": "Je suis Jacqueline, une passionnée de lecture et de voyages. Depuis ma retraite, j'ai enfin le temps de dévorer tous les livres que je n'avais pas le temps de lire. J'adore également découvrir de nouveaux horizons, rencontrer des gens et explorer différentes cultures. Je suis particulièrement attirée par l'Asie, où j'ai passé plusieurs mois à voyager. En dehors de cela, je suis très impliquée dans le bénévolat, aidant les jeunes à réussir leur parcours scolaire. J'aime aussi jardiner, transformer ma cour en un petit paradis fleuri. La cuisine est une autre de mes passions, surtout la pâtisserie, que je partage avec mes amis lors de goûters que j'organise régulièrement.",
      "gender": "female",
      "picture": "https://st4.depositphotos.com/22611548/38059/i/1600/depositphotos_380591824-stock-photo-portrait-happy-mature-woman-eyeglasses.jpg",
      "email": "jacqueline@example.com",
      "password": "jacqueline1950!",
      "status": "active"
    },
    {
      "name": "Michel",
      "birth_date": "1948-11-02",
      "description": "Je m'appelle Michel et je suis un passionné de photographie. Depuis mon plus jeune âge, j'ai toujours eu un appareil photo à la main, capturant des moments uniques de la vie. Après une carrière dans l'ingénierie, je me consacre maintenant entièrement à ma passion. J'aime particulièrement photographier la nature et les paysages, cherchant toujours à capturer la beauté du monde qui m'entoure. En dehors de la photographie, je suis un amateur de cyclisme. Je passe beaucoup de temps à parcourir les routes de campagne, profitant de l'air frais et du calme. Je suis également un grand fan de jazz, une musique qui m'accompagne souvent lors de mes escapades photographiques.",
      "gender": "male",
      "picture": "https://images.pexels.com/photos/236214/pexels-photo-236214.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "michel@example.com",
      "password": "michel1948@",
      "status": "active"
    },
    {
      "name": "Renée",
      "birth_date": "1949-03-08",
      "description": "Je suis Renée, une passionnée d'art et d'histoire. Après avoir travaillé comme enseignante pendant de nombreuses années, j'ai désormais plus de temps pour me consacrer à mes passions. J'adore visiter des musées et des expositions, m'imprégnant de la culture et des histoires qui s'y trouvent. Je suis également une amatrice de musique classique, que j'écoute régulièrement lors de mes moments de détente. J'aime aussi la peinture, une activité que je pratique moi-même à mes heures perdues. En plus de cela, je participe à des cours de yoga, une discipline que j'ai découverte récemment et qui m'aide à rester en forme et à me détendre.",
      "gender": "other",
      "picture": "https://images.pexels.com/photos/1729931/pexels-photo-1729931.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "renee@example.com",
      "password": "renee1949#",
      "status": "active"
    },
    {
      "name": "Henri",
      "birth_date": "1952-02-14",
      "description": "Je suis Henri, un mélomane et amateur d'échecs. La musique classique me passionne depuis mon enfance. Je joue du violon dans un orchestre amateur et assiste régulièrement à des concerts. En dehors de la musique, j'aime jouer aux échecs, que ce soit contre des adversaires locaux ou en ligne. Je suis également un grand lecteur, avec une préférence pour les essais philosophiques et les romans historiques. J'aime aussi cuisiner, surtout des plats traditionnels français que je prépare avec soin pour mes amis et ma famille. Lorsqu'il me reste du temps libre, je pars en excursion pour découvrir de nouveaux lieux culturels, toujours à la recherche de nouvelles expériences artistiques.",
      "gender": "other",
      "picture": "https://images.pexels.com/photos/3018993/pexels-photo-3018993.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "henri@example.com",
      "password": "henri1952!",
      "status": "active"
    },
    {
      "name": "Simone",
      "birth_date": "1953-07-29",
      "description": "Je suis Simone, ancienne danseuse aujourd'hui reconvertie en sculptrice. La danse a longtemps été ma vie, et même si je ne danse plus, j'ai trouvé une nouvelle forme d'expression artistique dans la sculpture. Je crée des œuvres en argile et en bronze, inspirées par mes années de danse. J'aime également l'art en général, et je visite régulièrement des musées et des galeries. En dehors de mes créations, j'aime me promener en ville et m'imprégner de l'ambiance des quartiers historiques. Je suis une grande amatrice de jazz et de musique classique, et je participe à des ateliers de danse pour seniors où je partage mon expérience.",
      "gender": "female",
      "picture": "https://images.pexels.com/photos/1786258/pexels-photo-1786258.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "simone@example.com",
      "password": "simone#1953",
      "status": "active"
    },
    {
      "name": "André",
      "birth_date": "1946-10-05",
      "description": "Je m'appelle André, ancien professeur de mathématiques avec une passion pour l'apprentissage et la technologie. Depuis ma retraite, je me consacre à la lecture, explorant des sujets aussi variés que la philosophie, l'histoire et les sciences. J'aime également rester à jour avec les dernières innovations technologiques et j'utilise souvent mon ordinateur pour découvrir de nouvelles idées. Je suis aussi un grand amateur de jardinage, passant beaucoup de temps à entretenir mon jardin. En plus de cela, j'aime voyager et écrire, partageant mes réflexions sur un blog que je tiens régulièrement. Je suis très proche de ma famille et je passe souvent du temps avec mes enfants et petits-enfants.",
      "gender": "male",
      "picture": "https://images.pexels.com/photos/3831645/pexels-photo-3831645.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "andre@example.com",
      "password": "andre1946@",
      "status": "active"
    },
    {
      "name": "Lucienne",
      "birth_date": "1950-04-02",
      "description": "Je suis Lucienne, une cuisinière passionnée, connue pour mes recettes savoureuses. J'adore expérimenter de nouvelles recettes et perfectionner mes techniques culinaires. En dehors de la cuisine, je suis une grande amatrice d'artisanat, créant des objets de décoration à partir de matériaux recyclés. J'aime recevoir des invités, organisant souvent des dîners pour mes amis et ma famille. Je passe aussi du temps dans mon jardin potager, cultivant des herbes et des légumes frais que j'utilise dans mes plats. Je suis très sociable, participant à des clubs de lecture et à des groupes de marche avec mes amis.",
      "gender": "female",
      "picture": "https://images.pexels.com/photos/34540/old-lady-smile-beautiful-woman.jpg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "lucienne@example.com",
      "password": "lucienne#1950",
      "status": "active"
    },
    {
      "name": "Gérard",
      "birth_date": "1947-09-18",
      "description": "Je m'appelle Gérard, un passionné de sport et de nature. J'ai passé ma vie à enseigner l'éducation physique, et même à la retraite, je reste actif en pratiquant la randonnée et le vélo. J'aime explorer les sentiers de montagne et profiter de la beauté de la nature. En dehors du sport, je suis un amateur de photographie, capturant les paysages que je découvre lors de mes randonnées. J'aime aussi cuisiner des plats simples et sains, souvent avec des ingrédients que je cultive moi-même. Ma famille et mes amis sont très importants pour moi, et je passe beaucoup de temps avec eux, partageant des repas et des moments de convivialité.",
      "gender": "male",
      "picture": "https://images.pexels.com/photos/2421934/pexels-photo-2421934.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "gerard@example.com",
      "password": "gerard@1947",
      "status": "active"
    },
    {
      "name": "Marie",
      "birth_date": "1949-06-10",
      "description": "Je suis Marie, une passionnée de jardinage et de lecture. Mon jardin est mon sanctuaire, un endroit où je peux passer des heures à planter, tailler et entretenir mes fleurs. J'aime particulièrement les roses, que je cultive avec soin. Quand je ne suis pas dans mon jardin, je suis probablement en train de lire un roman ou un livre d'histoire. Je fais partie d'un club de lecture où nous partageons nos découvertes littéraires. En plus de cela, j'aime voyager, surtout pour découvrir de nouveaux jardins botaniques et rencontrer d'autres passionnés de plantes. La nature est une source d'inspiration pour moi, et je cherche toujours à apprendre et à partager mes connaissances.",
      "gender": "female",
      "picture": "https://images.pexels.com/photos/788567/pexels-photo-788567.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "marie@example.com",
      "password": "marie#1949",
      "status": "active"
    },
    {
      "name": "Bernard",
      "birth_date": "1951-12-20",
      "description": "Je suis Bernard, un passionné d'histoire et de modélisme. Depuis toujours, je suis fasciné par les récits historiques, en particulier ceux qui concernent les guerres mondiales. J'ai passé des années à construire des maquettes de navires et d'avions de cette époque, une activité qui me détend et me passionne. En plus de cela, j'aime lire des biographies et des documentaires historiques. Je suis également un amateur de vin, et j'aime découvrir de nouvelles régions viticoles lors de mes voyages. En dehors de mes passions, je suis très impliqué dans ma communauté, organisant des conférences et des expositions sur l'histoire locale.",
      "gender": "male",
      "picture": "https://images.pexels.com/photos/25758/pexels-photo.jpg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "email": "bernard@example.com",
      "password": "bernard1951!",
      "status": "active"
    }
  ]
  